app/controllers/powerliftings_controller.rb

SELECT "powerliftings".* FROM "powerliftings"
---
  def index
    @powerliftings = Powerlifting.all